{
    "Confirm Password": "tabbata kalmar shiga",
    "Please confirm your password before continuing.": "Da fatan za a tabbatar da kalmar wucewa kafin ci gaba.",
    "Password": "Kalmar wucewa",
    "Forgot Your Password?": "Manta da kalmar shigar ka?",
    "Reset Password": "Sake saita kalmar wucewa",
    "E-Mail Address": "Adireshin i-mel",
    "Send Password Reset Link": "Aika Hanyar Sake saitin Kalmar wucewa",
    "Confirm Your Email Address": "Tabbatar da Adireshin Imel ɗin ku",
    "A fresh verification link has been sent to your email address.": "An aika sabon hanyar tabbatarwa zuwa adireshin imel ɗin ku.",
    "Before proceeding, please check your email for a confirmation link.": "Kafin ci gaba, da fatan za a duba imel ɗin ku don hanyar haɗin gwiwa.",
    "If you did not receive the email": "Idan baku karɓi imel ɗin ba",
    "click here to request another": "danna nan don neman wani",
    "Email Address:": "Adireshin i-mel:",
    "john@doe.com": "john@doe.com",
    "Password:": "Kalmar wucewa:",
    "Enter your password": "Shigar da kalmar wucewa",
    "Login": "Shiga",
    "Remember me for 30 days": "Ka tuna da ni tsawon kwanaki 30",
    "Forgot password?": "Manta kalmar sirri?",
    "Don't have an account?": "Ba ku da asusu?",
    "Sign\n                    up!": "Alama\n                    sama!",
    "Toggle navigation": "Juya kewayawa",
    "Register": "Yi rijista",
    "Logout": "Fita",
    "Home": "Gida",
    "Courses": "Darussa",
    "Teachers": "Malamai",
    "Community": "Al\\'umma",
    "Dashboard": "Dashboard",
    "Edit Profile": "Shirya Bayanan martaba",
    "Teacher": "Malami",
    "Manage Course": "Sarrafa Darasi",
    "Manage Teachers": "Sarrafa Malamai",
    "Registered Users": "Masu Amfani Masu Rijista",
    "My Courses": "Darussa na",
    "Ask Questions": "Yi Tambayoyi",
    "Not Found": "Ba a Samu ba",
    "Server Error": "Kuskuren uwar garken",
    "Forbidden": "An haramta",
    "Too Many Requests": "Bukatu Masu Yawa",
    "Page Expired": "Shafi ya ƙare",
    "Unauthorized": "Ba tare da izini ba",
    "Oh no": "Oh a\\'a",
    "Go Home": "Tafi Gida",
    "Service Unavailable": "Babu Sabis",
    "Welcome to EQUIP": "Barka da zuwa EQUIP",
    "Whitefield Foundation is passionately committed to poverty eradication in Africa and especially Nigeria through economic empowerment.": "Gidauniyar Whitefield ta himmatu wajen kawar da talauci a Afirka musamman Najeriya ta hanyar karfafa tattalin arziki.",
    "Features": "Siffofin",
    "Build employability, entrepreneurship and money making skills with courses taught for free by experts and professionals in easy to understand and practical way": "Gina guraben aikin yi, kasuwanci da samar da kuɗi tare da darussan da masana da ƙwararru ke koyarwa kyauta cikin sauƙin fahimta kuma a aikace.",
    "80+ Classes": "80+ Darasi",
    "Acquire a wide range of skills.": "Sami fasaha da yawa.",
    "verified_user": "verified_mai amfani",
    "By Industry Experts": "Daga Masana Masana\\'antu",
    "Professional development from the best people.": "Ci gaban ƙwararru daga mafi kyawun mutane.",
    "Unlimited Access": "Unlimited Access",
    "Learn different skills with one subscription.": "Koyi fasaha daban-daban tare da biyan kuɗi ɗaya.",
    "Interactive Q and A": "Interactive Q da A",
    "Mastering a wide range of skills.": "Kwarewar fasaha da yawa.",
    "Get Certified": "Samun Takaddun shaida",
    "Complete course and get a certificate": "Kammala kwas kuma sami satifiket",
    "Community Forum": "Dandalin Al\\'umma",
    "Interact with profesionals and people like you on any topic.": "Yi hulɗa tare da ƙwararru da mutane kamar ku akan kowane batu.",
    "Latest Courses": "Sabbin Darussan",
    "Feedback": "Jawabin",
    "On developing a business plan and getting a loan to start a business.i  learnt to stay focused in other to get to the top. Also on who am I. I now know that I am a unique being that doesn't need to copy other to achieve my goals in life.": "A kan haɓaka tsarin kasuwanci da samun lamuni don fara kasuwanci.Na koyi zama mai mai da hankali ga wasu don kaiwa ga sama. Haka kuma a kan wane ne ni, yanzu na san cewa ni wata halitta ce ta musamman wacce ba ta buƙatar yin kwafin wani don cimma burina a rayuwa.",
    "Ejibe L. Abia State": "Ejibe L. Jihar Abia",
    "This course has opened my eyes and offered me the opportunity of utilising my potentials to the fullest. I was able to acquire knowledge on jobs that would thrive in future, maintaining good accounting system in an organization, and how to use the social media to boost business opportunities among many others.": "Wannan kwas ɗin ya buɗe idanuna kuma ya ba ni damar yin amfani da abubuwan da nake da su sosai. Na sami damar samun ilimi kan ayyukan da za su bunƙasa a nan gaba, kula da tsarin lissafin kuɗi mai kyau a cikin ƙungiya, da kuma yadda ake amfani da kafofin watsa labarun don haɓaka damar kasuwanci tsakanin sauran mutane.",
    "SAiDU ABDULLAHI Borno State": "SAiDU ABDULLAHI Borno State",
    "Great lessons. What I learnt here cannot be found in higher institution syllabus. I have learnt a lot on discovering who I am through personality test By asking people about myself. I have learnt that qualification alone cannot showcase u but the skill u acquire can take u to higher level.": "Manyan darussa. Ba za a iya samun abin da na koya a nan a cikin babbar manhajar karatu ba. Na koyi abubuwa da yawa a kan gano ko ni wanene ta hanyar gwajin mutumtaka Ta hanyar tambayar mutane game da kaina. Na koyi cewa cancanta kaɗai ba za ta iya nuna maka ba amma ƙwarewar da ka samu na iya kai ka zuwa matsayi mafi girma.",
    "Grace U, Lagos State": "Grace U, Jihar Legas",
    "Leave or comment or ask a question.\n                            Note: Do not use any inappropriate, illicit, inciting or foul language or risk being disqualified.": "A bar ko sharhi ko yin tambaya.\n                            Lura: Kar a yi amfani da duk wani harshe mara dacewa, haram, hargitsi ko mummuna ko haɗarin hanawa.",
    "Back to Community": "Komawa Al\\'umma"
}