{
    "Confirm Password": "Kwenye Na Okwuntughe",
    "Please confirm your password before continuing.": "Biko gosi paswọọdụ gị tupu ịga n\\'ihu.",
    "Password": "Okwuntughe",
    "Forgot Your Password?": "Chefuru okwuntughe gị?",
    "Reset Password": "Tọgharia okwuntughe",
    "E-Mail Address": "Adreesị ozi ịntanetị",
    "Send Password Reset Link": "Zipu njikọ Tọgharia okwuntughe",
    "Confirm Your Email Address": "Kwenye na adreesị ozi-e gị",
    "A fresh verification link has been sent to your email address.": "ezipula njikọ nkwenye ọhụrụ na adreesị ozi-e gị.",
    "Before proceeding, please check your email for a confirmation link.": "Tupu ịga n\\'ihu, biko lelee email gị maka njikọ nkwenye.",
    "If you did not receive the email": "Ọ bụrụ na ịnataghị email ahụ",
    "click here to request another": "pịa ebe a ka ịrịọ ọzọ",
    "Email Address:": "Adreesị ozi ịntanetị:",
    "john@doe.com": "john@doe.com",
    "Password:": "Okwuntughe:",
    "Enter your password": "Tinye paswọọdụ gị",
    "Login": "Banye",
    "Remember me for 30 days": "Cheta m ụbọchị iri atọ",
    "Forgot password?": "Chefuru okwuntughe?",
    "Don't have an account?": "Ịnweghị akaụntụ?",
    "Sign\n                    up!": "Banye aka\n                    elu!",
    "Toggle navigation": "Gbanwee igodo",
    "Register": "Debanye aha",
    "Logout": "Wepụ",
    "Home": "Ụlọ",
    "Courses": "Agụmakwụkwọ",
    "Teachers": "Ndị nkuzi",
    "Community": "Ogbe",
    "Dashboard": "Dashboard",
    "Edit Profile": "Dezie profaịlụ",
    "Teacher": "Onye nkuzi",
    "Manage Course": "Jikwaa nkuzi",
    "Manage Teachers": "Jikwaa ndị nkuzi",
    "Registered Users": "Ndị ọrụ edebanyere aha",
    "My Courses": "Usoro nkuzi m",
    "Ask Questions": "Jụọ ajụjụ",
    "Not Found": "Ahụghị",
    "Server Error": "Njehie nkesa",
    "Forbidden": "Amachibidoro",
    "Too Many Requests": "Ọtụtụ arịrịọ",
    "Page Expired": "Ibe kubie ume",
    "Unauthorized": "Enweghị ikike",
    "Oh no": "Mba",
    "Go Home": "Gaa n\\'ụlọ",
    "Service Unavailable": "Ọrụ Adịghị",
    "Welcome to EQUIP": "Nnọọ na EQUIP",
    "Whitefield Foundation is passionately committed to poverty eradication in Africa and especially Nigeria through economic empowerment.": "Whitefield Foundation na-agba mbọ na mkpochapụ ịda ogbenye na Africa na karịsịa Nigeria site na nkwado akụ na ụba.",
    "Features": "Atụmatụ",
    "Build employability, entrepreneurship and money making skills with courses taught for free by experts and professionals in easy to understand and practical way": "Wulite ikike ọrụ, ịzụ ahịa na ịkpata ego site na nkuzi ndị ọkachamara na ndị ọkachamara na-akụzi n\\'efu n\\'ụzọ dị mfe nghọta na nke bara uru.",
    "80+ Classes": "Klas 80+",
    "Acquire a wide range of skills.": "Nweta ọtụtụ nka.",
    "verified_user": "verified_user",
    "By Industry Experts": "Site n\\'aka ndị ọkachamara ụlọ ọrụ",
    "Professional development from the best people.": "Mmepe ọkachamara sitere na ndị kacha mma.",
    "Unlimited Access": "Nweta enweghị oke",
    "Learn different skills with one subscription.": "Mụta nka dị iche iche site na iji otu ndenye aha.",
    "Interactive Q and A": "Mmekọrịta Q na A",
    "Mastering a wide range of skills.": "Ịmụta nkà dị iche iche.",
    "Get Certified": "Nweta asambodo",
    "Complete course and get a certificate": "Mezue nkuzi wee nweta asambodo",
    "Community Forum": "Nzukọ Ogbe",
    "Interact with profesionals and people like you on any topic.": "Soro ndị ọkachamara na ndị mmadụ dị ka gị na-akpakọrịta na isiokwu ọ bụla.",
    "Latest Courses": "Usoro kacha ọhụrụ",
    "Feedback": "Nzaghachi",
    "On developing a business plan and getting a loan to start a business.i  learnt to stay focused in other to get to the top. Also on who am I. I now know that I am a unique being that doesn't need to copy other to achieve my goals in life.": "N\\'ịmepụta atụmatụ azụmahịa na ịnweta mbinye ego iji malite azụmahịa.m mụtara ịnọ na-elekwasị anya na ndị ọzọ iji ruo n\\'elu. Ọzọkwa na onye ka m bụ ugbu a amatala m na m bụ ihe pụrụ iche nke na-adịghị mkpa iṅomi ndị ọzọ iji nweta ihe mgbaru ọsọ m na ndụ.",
    "Ejibe L. Abia State": "Ejibe L. Abia State",
    "This course has opened my eyes and offered me the opportunity of utilising my potentials to the fullest. I was able to acquire knowledge on jobs that would thrive in future, maintaining good accounting system in an organization, and how to use the social media to boost business opportunities among many others.": "Usoro mmụta a emeghela anya m ma nye m ohere nke itinye ikike m n\\'ọrụ nke ọma. Enwere m ike inweta ihe ọmụma banyere ọrụ ndị ga-eme nke ọma n\\'ọdịnihu, na-ejigide usoro ndekọ ego dị mma na otu nzukọ, na otu esi eji mgbasa ozi ọha na eze kwalite ohere azụmahịa n\\'etiti ọtụtụ ndị ọzọ.",
    "SAiDU ABDULLAHI Borno State": "SAiDU ABDULLAHI Borno State",
    "Great lessons. What I learnt here cannot be found in higher institution syllabus. I have learnt a lot on discovering who I am through personality test By asking people about myself. I have learnt that qualification alone cannot showcase u but the skill u acquire can take u to higher level.": "Ezigbo nkuzi. Enweghị m ike ịhụ ihe m mụtara ebe a na syllabus ụlọ akwụkwọ dị elu. Amụtala m ọtụtụ ihe na ịchọpụta onye m bụ site na nnwale ụdị mmadụ Site n\\'ịjụ ndị mmadụ gbasara onwe m. Amụtala m na naanị ntozu enweghị ike igosi gị mana nka ị nwetara nwere ike ibuga gị n\\'ọkwa dị elu.",
    "Grace U, Lagos State": "Grace U, Lagos State",
    "Leave or comment or ask a question.\n                            Note: Do not use any inappropriate, illicit, inciting or foul language or risk being disqualified.": "Hapụ ma ọ bụ kwuo ma ọ bụ jụọ ajụjụ.\n                            Mara: Ejila okwu ọ bụla na-ekwesịghị ekwesị, iwu akwadoghị, mkpasu iwe ma ọ bụ okwu rụrụ arụ ma ọ bụ ihe egwu na-agaghị eru eru.",
    "Back to Community": "Laghachi na Ogbe"
}