{
    "Confirm Password": "So ni pato orukoabawole re",
    "Please confirm your password before continuing.": "Jọwọ jẹrisi ọrọ igbaniwọle rẹ ṣaaju ki o to tẹsiwaju.",
    "Password": "Ọrọigbaniwọle",
    "Forgot Your Password?": "Gbagbe oruku abawole re?",
    "Reset Password": "Tun Ọrọigbaniwọle to",
    "E-Mail Address": "Adirẹsi imeeli",
    "Send Password Reset Link": "Firanṣẹ Ọna asopọ Tunto Ọrọigbaniwọle",
    "Confirm Your Email Address": "Jẹrisi Adirẹsi Imeeli Rẹ",
    "A fresh verification link has been sent to your email address.": "Ọna asopọ ijẹrisi tuntun ti fi ranṣẹ si adirẹsi imeeli rẹ.",
    "Before proceeding, please check your email for a confirmation link.": "Ṣaaju ki o to tẹsiwaju, jọwọ ṣayẹwo imeeli rẹ fun ọna asopọ ìmúdájú.",
    "If you did not receive the email": "Ti o ko ba gba imeeli naa",
    "click here to request another": "tẹ ibi lati beere miiran",
    "Email Address:": "Adirẹsi imeeli:",
    "john@doe.com": "john@doe.com",
    "Password:": "Ọrọigbaniwọle:",
    "Enter your password": "Tẹ ọrọ igbaniwọle rẹ sii",
    "Login": "Wo ile",
    "Remember me for 30 days": "Ranti mi fun ọgbọn ọjọ",
    "Forgot password?": "Gbagbe ọrọ aṣina bi?",
    "Don't have an account?": "Ṣe ko ni akọọlẹ kan?",
    "Sign\n                    up!": "Wole\n                    soke!",
    "Toggle navigation": "Yipada lilọ kiri",
    "Register": "Forukọsilẹ",
    "Logout": "Jade jade",
    "Home": "Ile",
    "Courses": "Awọn iṣẹ ikẹkọ",
    "Teachers": "Awọn olukọ",
    "Community": "Agbegbe",
    "Dashboard": "Dasibodu",
    "Edit Profile": "Profaili Ṣatunkọ",
    "Teacher": "Olukọni",
    "Manage Course": "Ṣakoso Ẹkọ",
    "Manage Teachers": "Ṣakoso awọn Olukọni",
    "Registered Users": "Awọn olumulo ti o forukọsilẹ",
    "My Courses": "Awọn Ẹkọ Mi",
    "Ask Questions": "Béèrè Ìbéèrè",
    "Not Found": "Ko ri",
    "Server Error": "Aṣiṣe olupin",
    "Forbidden": "Eewọ",
    "Too Many Requests": "Pupọ Awọn ibeere",
    "Page Expired": "Oju-iwe ti pari",
    "Unauthorized": "Laigba aṣẹ",
    "Oh no": "Bẹẹkọ",
    "Go Home": "Lọ si ile",
    "Service Unavailable": "Ko si ise sise",
    "Welcome to EQUIP": "Kaabo si EQUIP",
    "Whitefield Foundation is passionately committed to poverty eradication in Africa and especially Nigeria through economic empowerment.": "Whitefield Foundation ṣe itarara si imukuro osi ni Afirika ati ni pataki Naijiria nipasẹ ifiagbara ọrọ-aje.",
    "Features": "Awọn ẹya ara ẹrọ",
    "Build employability, entrepreneurship and money making skills with courses taught for free by experts and professionals in easy to understand and practical way": "Kọ iṣẹ oojọ, iṣowo ati awọn ọgbọn ṣiṣe owo pẹlu awọn iṣẹ ikẹkọ ti a kọ ni ọfẹ nipasẹ awọn amoye ati awọn alamọja ni irọrun lati ni oye ati ọna iṣe",
    "80+ Classes": "80+ kilasi",
    "Acquire a wide range of skills.": "Gba kan jakejado ibiti o ti ogbon.",
    "verified_user": "verified_user",
    "By Industry Experts": "Nipa Industry Amoye",
    "Professional development from the best people.": "Ọjọgbọn idagbasoke lati awọn ti o dara ju eniyan.",
    "Unlimited Access": "Kolopin Wiwọle",
    "Learn different skills with one subscription.": "Kọ ẹkọ awọn ọgbọn oriṣiriṣi pẹlu ṣiṣe alabapin kan.",
    "Interactive Q and A": "Ibanisọrọ Q ati A",
    "Mastering a wide range of skills.": "Mastering kan jakejado ibiti o ti ogbon.",
    "Get Certified": "Gba Ijẹrisi",
    "Complete course and get a certificate": "Pari ẹkọ ati gba ijẹrisi kan",
    "Community Forum": "Apejọ Agbegbe",
    "Interact with profesionals and people like you on any topic.": "Ṣe ajọṣepọ pẹlu awọn alamọja ati awọn eniyan bii rẹ lori eyikeyi koko.",
    "Latest Courses": "Titun courses",
    "Feedback": "Esi",
    "On developing a business plan and getting a loan to start a business.i  learnt to stay focused in other to get to the top. Also on who am I. I now know that I am a unique being that doesn't need to copy other to achieve my goals in life.": "Lori idagbasoke eto iṣowo ati gbigba awin kan lati bẹrẹ iṣowo kan.i kọ ẹkọ lati duro ni idojukọ ninu miiran lati de oke. Paapaa lori tani Emi. Mo mọ nisisiyi pe Emi jẹ ẹda alailẹgbẹ ti ko nilo lati daakọ miiran lati ṣaṣeyọri awọn ibi-afẹde mi ni igbesi aye.",
    "Ejibe L. Abia State": "Ejibe L. Abia State",
    "This course has opened my eyes and offered me the opportunity of utilising my potentials to the fullest. I was able to acquire knowledge on jobs that would thrive in future, maintaining good accounting system in an organization, and how to use the social media to boost business opportunities among many others.": "Ẹkọ yii ti ṣii oju mi ​​​​o fun mi ni aye lati lo awọn agbara mi ni kikun. Mo ni anfani lati gba oye lori awọn iṣẹ ti yoo ṣe rere ni ọjọ iwaju, mimu eto ṣiṣe iṣiro to dara ninu agbari kan, ati bii o ṣe le lo media awujọ lati ṣe alekun awọn anfani iṣowo laarin ọpọlọpọ awọn miiran.",
    "SAiDU ABDULLAHI Borno State": "SAiDU ABDULLAHI Borno State",
    "Great lessons. What I learnt here cannot be found in higher institution syllabus. I have learnt a lot on discovering who I am through personality test By asking people about myself. I have learnt that qualification alone cannot showcase u but the skill u acquire can take u to higher level.": "Awọn ẹkọ nla. Ohun ti Mo kọ nibi ko le rii ni eto eto igbekalẹ giga. Mo ti kọ ẹkọ pupọ lori wiwa ẹni ti Mo jẹ nipasẹ idanwo eniyan Nipa bibeere eniyan nipa ara mi. Mo ti kọ ẹkọ pe afijẹẹri nikan ko le ṣe afihan ọ ṣugbọn ọgbọn ti o gba le mu ọ lọ si ipele giga.",
    "Grace U, Lagos State": "Grace U, Lagos State",
    "Leave or comment or ask a question.\n                            Note: Do not use any inappropriate, illicit, inciting or foul language or risk being disqualified.": "Fi silẹ tabi sọ asọye tabi beere ibeere kan.\n                            Akiyesi: Maṣe lo eyikeyi aibojumu, aiṣedeede, rudurudu tabi ede ẹgbin tabi eewu ti ko yẹ.",
    "Back to Community": "Pada si Agbegbe"
}